Repository: FlineDev/TranslateKitSDK
Catalog: Sources/TranslateKitPhotoAndVideoLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.accessToYourCameraIsRequiredDot
source: Access to your camera is required.
ar: يلزم السماح بالوصول إلى الكاميرا.
bg: Необходим е достъп до твоята камера.
ca: Es requereix accés a la teva càmera.
cs: Je vyžadován přístup k tvé kameře.
da: Adgang til dit kamera er påkrævet.
de: Zugriff auf deine Kamera ist erforderlich.
el: Απαιτείται πρόσβαση στην κάμερά σας.
es: Se requiere acceso a tu cámara.
es_419: Se requiere acceso a tu cámara.
fi: Kameran käyttöoikeus vaaditaan.
fr: L'accès à votre appareil photo est requis.
fr_ca: L'accès à votre caméra est requis.
he: נדרשת גישה למצלמה שלך.
hi: आपके कैमरे तक पहुँच आवश्यक है।
hr: Potreban je pristup tvojoj kameri.
hu: A kamerához való hozzáférés szükséges.
id: Akses ke kamera Anda diperlukan.
it: È necessario l'accesso alla tua fotocamera.
ja: カメラへのアクセスが必要です。
kk: Камераңызға қол жеткізу қажет.
ko: 카메라 접근 권한이 필요합니다.
ms: Akses ke kamera anda diperlukan.
nb: Tilgang til kameraet ditt er nødvendig.
nl: Toegang tot je camera is vereist.
pl: Wymagany dostęp do aparatu.
pt_br: O acesso à sua câmera é necessário.
pt_pt: É necessário acesso à tua câmara.
ro: Accesul la camera ta este necesar.
ru: Необходим доступ к камере.
sk: Je potrebný prístup k tvojej kamere.
sv: Åtkomst till din kamera krävs.
th: ต้องการการเข้าถึงกล้องของคุณ.
tr: Kameranıza erişim gereklidir.
uk: Потрібен доступ до вашої камери.
vi: Cần truy cập vào camera của bạn.
zh_hans: 需要访问您的相机。
zh_hant: 需要存取你的相機。
zh_hk: 需要取用你的相機。

# TK.Message.accessToYourPhotosIsRequiredDot
source: Access to your photos is required.
ar: يلزم السماح بالوصول إلى صورك.
bg: Необходим е достъп до твоите снимки.
ca: Es requereix accés a les teves fotos.
cs: Je vyžadován přístup k tvým fotografiím.
da: Adgang til dine fotos er påkrævet.
de: Zugriff auf deine Fotos ist erforderlich.
el: Απαιτείται πρόσβαση στις φωτογραφίες σας.
es: Se requiere acceso a tus fotos.
es_419: Se requiere acceso a tus fotos.
fi: Valokuvien käyttöoikeus vaaditaan.
fr: L'accès à vos photos est requis.
fr_ca: L'accès à vos photos est requis.
he: נדרשת גישה לתמונות שלך.
hi: आपकी तस्वीरों तक पहुँच आवश्यक है।
hr: Potreban je pristup tvojim fotografijama.
hu: A fényképekhez való hozzáférés szükséges.
id: Akses ke foto Anda diperlukan.
it: È necessario l'accesso alle tue foto.
ja: 写真へのアクセスが必要です。
kk: Суреттеріңізге қол жеткізу қажет.
ko: 사진 접근 권한이 필요합니다.
ms: Akses ke foto anda diperlukan.
nb: Tilgang til bildene dine er nødvendig.
nl: Toegang tot je foto's is vereist.
pl: Wymagany dostęp do zdjęć.
pt_br: O acesso às suas fotos é necessário.
pt_pt: É necessário acesso às tuas fotografias.
ro: Accesul la fotografiile tale este necesar.
ru: Необходим доступ к фотографиям.
sk: Je potrebný prístup k tvojim fotografiám.
sv: Åtkomst till dina foton krävs.
th: ต้องการการเข้าถึงรูปภาพของคุณ.
tr: Fotoğraflarınıza erişim gereklidir.
uk: Потрібен доступ до ваших фотографій.
vi: Cần truy cập vào ảnh của bạn.
zh_hans: 需要访问您的照片。
zh_hant: 需要存取你的照片。
zh_hk: 需要取用你的相片。

# TK.Message.changesHaveBeenSavedToYourDeviceDot
source: Changes have been saved to your device.
ar: تم حفظ التغييرات على جهازك.
bg: Промените са записани на устройството ти.
ca: Canvis desats al teu dispositiu.
cs: Změny byly uloženy na tvém zařízení.
da: Ændringer er blevet gemt på din enhed.
de: Änderungen wurden auf deinem Gerät gespeichert.
el: Οι αλλαγές έχουν αποθηκευτεί στη συσκευή σας.
es: Los cambios se han guardado en tu dispositivo.
es_419: Los cambios han sido guardados en tu dispositivo.
fi: Muutokset on tallennettu laitteeseesi.
fr: Les modifications ont été enregistrées sur votre appareil.
fr_ca: Les modifications ont été enregistrées sur votre appareil.
he: השינויים נשמרו במכשיר שלך.
hi: परिवर्तन आपके डिवाइस पर सहेजे गए हैं।
hr: Promjene su spremljene na tvoj uređaj.
hu: A változtatásokat a készülékedre mentettük.
id: Perubahan telah disimpan di perangkat Anda.
it: Le modifiche sono state salvate sul tuo dispositivo.
ja: 変更がデバイスに保存されました。
kk: Өзгерістер құрылғыға сақталды.
ko: 변경 사항이 기기에 저장되었습니다.
ms: Perubahan telah disimpan pada peranti anda.
nb: Endringer er lagret på enheten din.
nl: Wijzigingen zijn op je apparaat opgeslagen.
pl: Zmiany zostały zapisane na twoim urządzeniu.
pt_br: As alterações foram salvas no seu dispositivo.
pt_pt: As alterações foram guardadas no teu dispositivo.
ro: Modificările au fost salvate pe dispozitivul tău.
ru: Изменения сохранены на твоем устройстве.
sk: Zmeny boli uložené do tvojho zariadenia.
sv: Ändringar har sparats till din enhet.
th: การเปลี่ยนแปลงได้ถูกบันทึกลงบนอุปกรณ์ของคุณ.
tr: Değişiklikler cihazınıza kaydedildi.
uk: Зміни збережено на вашому пристрої.
vi: Thay đổi đã được lưu vào thiết bị của bạn.
zh_hans: 更改已保存到您的设备。
zh_hant: 變更已儲存至你的裝置。
zh_hk: 更改已儲存到你的裝置。

# TK.Message.convertingFileFormatDots
source: Converting file format...
ar: جارٍ تحويل تنسيق الملف...
bg: Конвертиране на файловия формат...
ca: Convertint el format de fitxer...
cs: Převádím formát souboru...
da: Konverterer filformat...
de: Dateiformat wird konvertiert...
el: Μετατροπή μορφής αρχείου...
es: Convertiendo formato de archivo...
es_419: Convirtiendo formato de archivo...
fi: Tiedostomuotoa muunnataan...
fr: Conversion du format de fichier en cours...
fr_ca: Conversion du format de fichier en cours...
he: ממיר את פורמט הקובץ...
hi: फ़ाइल फ़ॉर्मेट कनवर्ट किया जा रहा है...
hr: Pretvaranje datotečnog formata...
hu: Fájlformátum átalakítása...
id: Mengonversi format file...
it: Conversione del formato file in corso...
ja: ファイル形式を変換中...
kk: Файл форматы түрлендірілуде...
ko: 파일 형식을 변환 중입니다...
ms: Menukar format fail...
nb: Konverterer filformat...
nl: Bestandsindeling wordt geconverteerd...
pl: Konwertowanie formatu pliku...
pt_br: Convertendo formato de arquivo...
pt_pt: A converter o formato de ficheiro...
ro: Se convertește formatul fișierului...
ru: Конвертация формата файла...
sk: Prevod formátu súboru...
sv: Konverterar filformat...
th: กำลังแปลงรูปแบบไฟล์...
tr: Dosya formatı dönüştürülüyor...
uk: Конвертація формату файлу...
vi: Đang chuyển đổi định dạng tệp...
zh_hans: 正在转换文件格式...
zh_hant: 正在轉換檔案格式...
zh_hk: 正在轉換檔案格式...

# TK.Message.editingInProgressDots
source: Editing in progress...
ar: يتم التحرير...
bg: Редактирането е в ход...
ca: Edició en curs...
cs: Úprava probíhá...
da: Redigering i gang...
de: Bearbeitung läuft...
el: Η επεξεργασία βρίσκεται σε εξέλιξη...
es: Editando...
es_419: Editando...
fi: Muokkaus käynnissä...
fr: Édition en cours...
fr_ca: Édition en cours...
he: עריכה מתבצעת...
hi: संशोधन प्रक्रिया में है...
hr: Uređivanje je u tijeku...
hu: Szerkesztés folyamatban...
id: Pengeditan sedang berlangsung...
it: Modifica in corso...
ja: 編集中です...
kk: Редакталау жүріп жатыр...
ko: 편집이 진행 중입니다...
ms: Penyuntingan sedang dijalankan...
nb: Redigering pågår...
nl: Bewerken in uitvoering...
pl: Trwa edytowanie...
pt_br: Edição em andamento...
pt_pt: Edição em progresso...
ro: Editare în curs...
ru: Редактирование в процессе...
sk: Úprava prebieha...
sv: Redigering pågår...
th: กำลังแก้ไข...
tr: Düzenleme devam ediyor...
uk: Редагування триває...
vi: Đang chỉnh sửa...
zh_hans: 编辑中...
zh_hant: 正在編輯...
zh_hk: 編輯中...

# TK.Message.effectAppliedSuccessfullyDot
source: Effect applied successfully.
ar: تم تطبيق التأثير بنجاح.
bg: Ефектът е приложен успешно.
ca: Efecte aplicat amb èxit.
cs: Efekt byl úspěšně aplikován.
da: Effekt anvendt succesfuldt.
de: Effekt wurde erfolgreich angewendet.
el: Το εφέ εφαρμόστηκε με επιτυχία.
es: Efecto aplicado correctamente.
es_419: Efecto aplicado con éxito.
fi: Tehoste on sovellettu onnistuneesti.
fr: Effet appliqué avec succès.
fr_ca: Effet appliqué avec succès.
he: האפקט הוחל בהצלחה.
hi: प्रभाव सफलतापूर्वक लागू किया गया।
hr: Efekt je uspješno primijenjen.
hu: Az effektus sikeresen alkalmazva.
id: Efek berhasil diterapkan.
it: Effetto applicato con successo.
ja: エフェクトが正常に適用されました。
kk: Әсер сәтті қолданылды.
ko: 효과가 성공적으로 적용되었습니다.
ms: Kesan berjaya digunakan.
nb: Effekt anvendt med suksess.
nl: Effect succesvol toegepast.
pl: Efekt został pomyślnie zastosowany.
pt_br: Efeito aplicado com sucesso.
pt_pt: Efeito aplicado com sucesso.
ro: Efect aplicat cu succes.
ru: Эффект успешно применен.
sk: Efekt bol úspešne aplikovaný.
sv: Effekt tillämpad framgångsrikt.
th: ได้ทำการปรับใช้เอฟเฟกต์เรียบร้อยแล้ว.
tr: Efekt başarıyla uygulandı.
uk: Ефект успішно застосовано.
vi: Hiệu ứng đã được áp dụng thành công.
zh_hans: 效果应用成功。
zh_hant: 特效已成功套用。
zh_hk: 效果已成功套用。

# TK.Message.exportCompletedSuccessfullyDot
source: Export completed successfully.
ar: اكتمل التصدير بنجاح.
bg: Експортирането е успешно завършено.
ca: Exportació completada amb èxit.
cs: Export byl úspěšně dokončen.
da: Eksport fuldført succesfuldt.
de: Export wurde erfolgreich abgeschlossen.
el: Η εξαγωγή ολοκληρώθηκε με επιτυχία.
es: Exportación completada con éxito.
es_419: Exportación completada con éxito.
fi: Vienti onnistui.
fr: Exportation terminée avec succès.
fr_ca: Exportation terminée avec succès.
he: הייצוא הושלם בהצלחה.
hi: निर्यात सफलतापूर्वक पूरा हुआ।
hr: Izvoz je uspješno završen.
hu: Az exportálás sikeresen befejeződött.
id: Ekspor berhasil diselesaikan.
it: Esportazione completata con successo.
ja: エクスポートが正常に完了しました。
kk: Экспорт сәтті аяқталды.
ko: 내보내기가 성공적으로 완료되었습니다.
ms: Eksport berjaya diselesaikan.
nb: Eksport fullført med suksess.
nl: Export succesvol voltooid.
pl: Eksport zakończony pomyślnie.
pt_br: Exportação concluída com sucesso.
pt_pt: Exportação concluída com sucesso.
ro: Exportul s-a finalizat cu succes.
ru: Экспорт успешно завершен.
sk: Export bol úspešne dokončený.
sv: Exportering slutförd framgångsrikt.
th: ส่งออกเสร็จสมบูรณ์แล้ว.
tr: Dışa aktarma başarıyla tamamlandı.
uk: Експорт успішно завершено.
vi: Xuất thành công.
zh_hans: 导出已成功完成。
zh_hant: 匯出已成功完成。
zh_hk: 已成功匯出。

# TK.Message.fileIsTooLargeToProcessDot
source: File is too large to process.
ar: الملف كبير جدًا ليتم معالجته.
bg: Файлът е твърде голям, за да бъде обработен.
ca: El fitxer és massa gran per processar.
cs: Soubor je příliš velký na zpracování.
da: Filen er for stor til at behandle.
de: Datei ist zu groß zum Verarbeiten.
el: Το αρχείο είναι πολύ μεγάλο για να επεξεργαστεί.
es: El archivo es demasiado grande para procesar.
es_419: El archivo es demasiado grande para procesar.
fi: Tiedosto on liian suuri käsiteltäväksi.
fr: Le fichier est trop volumineux pour être traité.
fr_ca: Le fichier est trop volumineux pour être traité.
he: הקובץ גדול מדי לעיבוד.
hi: फ़ाइल प्रोसेस करने के लिए बहुत बड़ी है।
hr: Datoteka je prevelika za obradu.
hu: A fájl túl nagy a feldolgozáshoz.
id: File terlalu besar untuk diproses.
it: Il file è troppo grande da elaborare.
ja: ファイルが大きすぎて処理できません。
kk: Файл өңдеу үшін тым үлкен.
ko: 파일이 너무 커서 처리할 수 없습니다.
ms: Fail terlalu besar untuk diproses.
nb: Filen er for stor til å behandle.
nl: Bestand is te groot om te verwerken.
pl: Plik jest zbyt duży, aby go przetworzyć.
pt_br: O arquivo é grande demais para processar.
pt_pt: O ficheiro é demasiado grande para processar.
ro: Fișierul este prea mare pentru a fi procesat.
ru: Файл слишком большой для обработки.
sk: Súbor je príliš veľký na spracovanie.
sv: Filen är för stor för att bearbetas.
th: ไฟล์มีขนาดใหญ่เกินกว่าที่จะประมวลผลได้.
tr: Dosya, işlenmesi için çok büyük.
uk: Файл занадто великий для обробки.
vi: Tệp quá lớn để xử lý.
zh_hans: 文件过大，无法处理。
zh_hant: 檔案過大，無法處理。
zh_hk: 檔案過大，無法處理。

# TK.Message.filterAppliedSuccessfullyDot
source: Filter applied successfully.
ar: تم تطبيق الفلتر بنجاح.
bg: Филтърът беше успешно приложен.
ca: Filtre aplicat amb èxit.
cs: Filtr byl úspěšně aplikován.
da: Filter anvendt succesfuldt.
de: Filter wurde erfolgreich angewendet.
el: Το φίλτρο εφαρμόστηκε με επιτυχία.
es: Filtro aplicado con éxito.
es_419: Filtro aplicado con éxito.
fi: Suodatin on sovellettu onnistuneesti.
fr: Filtre appliqué avec succès.
fr_ca: Filtre appliqué avec succès.
he: המסנן הוחל בהצלחה.
hi: फिल्टर सफलतापूर्वक लागू किया गया।
hr: Filter je uspješno primijenjen.
hu: A szűrő sikeresen alkalmazva.
id: Filter berhasil diterapkan.
it: Filtro applicato con successo.
ja: フィルターが正常に適用されました。
kk: Фильтр сәтті қолданылды.
ko: 필터가 성공적으로 적용되었습니다.
ms: Penapis berjaya digunakan.
nb: Filter anvendt med suksess.
nl: Filter succesvol toegepast.
pl: Filtr został zastosowany pomyślnie.
pt_br: Filtro aplicado com sucesso.
pt_pt: Filtro aplicado com sucesso.
ro: Filtrul a fost aplicat cu succes.
ru: Фильтр успешно применен.
sk: Filter bol úspešne aplikovaný.
sv: Filter tillämpat framgångsrikt.
th: ใช้ฟิลเตอร์เรียบร้อยแล้ว.
tr: Filtre başarıyla uygulandı.
uk: Фільтр успішно застосовано.
vi: Bộ lọc đã được áp dụng thành công.
zh_hans: 滤镜应用成功。
zh_hant: 濾鏡已成功套用。
zh_hk: 濾鏡已成功套用。

# TK.Message.imageHasBeenSavedToYourLibraryDot
source: Image has been saved to your library.
ar: تم حفظ الصورة في مكتبتك.
bg: Снимката е запазена в твоята библиотека.
ca: La imatge s'ha guardat a la teva biblioteca.
cs: Obrázek byl uložen do tvé knihovny.
da: Billedet er blevet gemt i dit bibliotek.
de: Bild wurde in deiner Mediathek gespeichert.
el: Η εικόνα αποθηκεύτηκε στη βιβλιοθήκη σας.
es: La imagen se ha guardado en tu biblioteca.
es_419: La imagen se ha guardado en tu biblioteca.
fi: Kuva on tallennettu kirjastoosi.
fr: L'image a été enregistrée dans votre bibliothèque.
fr_ca: Image sauvegardée dans votre bibliothèque.
he: התמונה נשמרה בספרייה שלך.
hi: छवि आपकी लाइब्रेरी में सहेजी गई है।
hr: Slika je pohranjena u tvoju biblioteku.
hu: A kép elmentve a könyvtáradba.
id: Gambar telah disimpan ke perpustakaan Anda.
it: L'immagine è stata salvata nella tua libreria.
ja: 画像がライブラリに保存されました。
kk: Сурет сіздің кітапханаңызға сақталды.
ko: 이미지가 보관함에 저장되었습니다.
ms: Imej telah disimpan ke pustaka anda.
nb: Bildet har blitt lagret i biblioteket ditt.
nl: Afbeelding is opgeslagen in je bibliotheek.
pl: Obrazek został zapisany w twojej bibliotece.
pt_br: A imagem foi salva na sua biblioteca.
pt_pt: Imagem guardada na tua biblioteca.
ro: Imaginea a fost salvată în biblioteca ta.
ru: Изображение сохранено в твоей медиатеке.
sk: Obrázok bol uložený do tvojej knižnice.
sv: Bilden har sparats i ditt bibliotek.
th: รูปภาพถูกบันทึกลงในคลังของคุณแล้ว.
tr: Görüntü kütüphanenize kaydedildi.
uk: Зображення збережено у вашій бібліотеці.
vi: Hình ảnh đã được lưu vào thư viện của bạn.
zh_hans: 图像已保存到您的库中。
zh_hant: 影像已儲存到你的資料庫。
zh_hk: 相片已儲存到你的相簿。

# TK.Message.importCompletedSuccessfullyDot
source: Import completed successfully.
ar: تم إكمال الاستيراد بنجاح.
bg: Импортирането е успешно завършено.
ca: Importació completada amb èxit.
cs: Import byl úspěšně dokončen.
da: Import færdiggjort med succes.
de: Import erfolgreich abgeschlossen.
el: Η εισαγωγή ολοκληρώθηκε επιτυχώς.
es: Importación completada con éxito.
es_419: Importación completada con éxito.
fi: Tuonti onnistui.
fr: Importation terminée avec succès.
fr_ca: Importation complétée avec succès.
he: הייבוא הושלם בהצלחה.
hi: आयात सफलतापूर्वक पूरा हो गया।
hr: Uvoz je uspješno završen.
hu: Importálás sikeresen befejezve.
id: Impor berhasil diselesaikan.
it: Importazione completata con successo.
ja: インポートが正常に完了しました。
kk: Импорт табысты аяқталды.
ko: 가져오기가 성공적으로 완료되었습니다.
ms: Import telah diselesaikan dengan jayanya.
nb: Import fullført vellykket.
nl: Importeren is succesvol afgerond.
pl: Import zakończony pomyślnie.
pt_br: Importação concluída com sucesso.
pt_pt: Importação concluída com sucesso.
ro: Importul a fost finalizat cu succes.
ru: Импорт завершен успешно.
sk: Import bol úspešne dokončený.
sv: Importen slutfördes framgångsrikt.
th: การนำเข้าสำเร็จแล้ว.
tr: İçe aktarma başarıyla tamamlandı.
uk: Імпорт успішно завершено.
vi: Nhập thành công.
zh_hans: 导入已成功完成。
zh_hant: 匯入已成功完成。
zh_hk: 已成功匯入。

# TK.Message.noMediaFilesFoundDot
source: No media files found.
ar: لا توجد ملفات وسائط.
bg: Не са намерени медийни файлове.
ca: No s'han trobat fitxers multimèdia.
cs: Nenalezeny žádné mediální soubory.
da: Ingen mediefiler fundet.
de: Keine Mediendateien gefunden.
el: Δεν βρέθηκαν αρχεία πολυμέσων.
es: No se encontraron archivos multimedia.
es_419: No se encontraron archivos multimedia.
fi: Mediatiedostoja ei löytynyt.
fr: Aucun fichier média trouvé.
fr_ca: Aucun fichier multimédia trouvé.
he: לא נמצאו קבצי מדיה.
hi: कोई मीडिया फ़ाइलें नहीं मिलीं।
hr: Nema pronađenih medijskih datoteka.
hu: Nem található médiafájl.
id: Tidak ada file media tersedia.
it: Nessun file multimediale trovato.
ja: メディアファイルが見つかりませんでした。
kk: Медиа файлдары табылмады.
ko: 미디어 파일이 없습니다.
ms: Tiada fail media ditemui.
nb: Ingen mediefiler funnet.
nl: Geen mediabestanden gevonden.
pl: Nie znaleziono plików multimedialnych.
pt_br: Nenhum arquivo de mídia encontrado.
pt_pt: Nenhum ficheiro multimédia encontrado.
ro: Nu au fost găsite fișiere media.
ru: Не найдено медиафайлов.
sk: Nenašli sa žiadne mediálne súbory.
sv: Inga mediafiler hittades.
th: ไม่พบไฟล์สื่อ.
tr: Medya dosyası bulunamadı.
uk: Не знайдено медіафайлів.
vi: Không tìm thấy tệp phương tiện nào.
zh_hans: 未找到媒体文件。
zh_hant: 未找到媒體檔案。
zh_hk: 找不到媒體檔案。

# TK.Message.processingLargeMediaFileDots
source: Processing large media file...
ar: جارٍ معالجة ملف الوسائط الكبير...
bg: Обработва се голям мултимедиен файл...
ca: Processant fitxer multimèdia gran...
cs: Zpracovává se velký mediální soubor...
da: Behandler stor mediefil...
de: Große Mediendatei wird verarbeitet...
el: Επεξεργασία μεγάλου αρχείου πολυμέσων...
es: Procesando archivo multimedia grande...
es_419: Procesando archivo multimedia grande...
fi: Käsitellään suurta mediatiedostoa...
fr: Traitement d'un gros fichier multimédia...
fr_ca: Traitement du fichier média volumineux...
he: מעבד קובץ מדיה גדול...
hi: बड़ी मीडिया फ़ाइल को प्रोसेस किया जा रहा है...
hr: Obrađujem veliku medijsku datoteku...
hu: Nagy médiafájl feldolgozása...
id: Memproses file media besar...
it: Elaborazione di un grande file multimediale...
ja: 大きなメディアファイルを処理しています...
kk: Үлкен медиа файлын өңдеу...
ko: 대용량 미디어 파일을 처리하는 중입니다...
ms: Memproses fail media besar...
nb: Behandler stor mediefil...
nl: Groot mediabestand wordt verwerkt...
pl: Przetwarzanie dużego pliku multimedialnego...
pt_br: Processando arquivo de mídia grande...
pt_pt: A processar ficheiro multimédia grande...
ro: Se procesează un fișier media mare...
ru: Обработка крупного медиафайла...
sk: Prebieha spracovanie veľkého mediálneho súboru...
sv: Bearbetar en stor mediefil...
th: กำลังประมวลผลไฟล์สื่อขนาดใหญ่...
tr: Büyük medya dosyası işleniyor...
uk: Обробка великого медіафайлу...
vi: Đang xử lý tệp phương tiện lớn...
zh_hans: 正在处理大型媒体文件...
zh_hant: 正在處理大型媒體檔案...
zh_hk: 正在處理大型媒體檔案...

# TK.Message.theDevicesCameraIsNotAvailableDot
source: The device's camera is not available.
ar: الكاميرا غير متاحة في الجهاز.
bg: Камерата на устройството не е налична.
ca: La càmera del dispositiu no està disponible.
cs: Fotoaparát zařízení není k dispozici.
da: Enhedens kamera er ikke tilgængeligt.
de: Die Kamera des Geräts ist nicht verfügbar.
el: Η κάμερα της συσκευής δεν είναι διαθέσιμη.
es: La cámara del dispositivo no está disponible.
es_419: La cámara del dispositivo no está disponible.
fi: Laitteen kamera ei ole käytettävissä.
fr: L'appareil photo de l'appareil n'est pas disponible.
fr_ca: La caméra de l'appareil n'est pas disponible.
he: המצלמה של המכשיר אינה זמינה.
hi: डिवाइस का कैमरा उपलब्ध नहीं है।
hr: Kamera uređaja nije dostupna.
hu: Az eszköz kamerája nem elérhető.
id: Kamera perangkat tidak tersedia.
it: La fotocamera del dispositivo non è disponibile.
ja: デバイスのカメラが使用できません。
kk: Құрылғының камерасы қолжетімді емес.
ko: 이 기기의 카메라를 사용할 수 없습니다.
ms: Kamera pada peranti tidak tersedia.
nb: Enhetens kamera er ikke tilgjengelig.
nl: De camera van het apparaat is niet beschikbaar.
pl: Aparat urządzenia jest niedostępny.
pt_br: A câmera do dispositivo não está disponível.
pt_pt: A câmara do dispositivo não está disponível.
ro: Camera dispozitivului nu este disponibilă.
ru: Камера устройства недоступна.
sk: Kamera zariadenia nie je k dispozícii.
sv: Enhetens kamera är inte tillgänglig.
th: กล้องของอุปกรณ์ไม่สามารถใช้งานได้.
tr: Cihazın kamerası mevcut değil.
uk: Камера пристрою недоступна.
vi: Camera của thiết bị không khả dụng.
zh_hans: 设备的相机不可用。
zh_hant: 裝置的相機無法使用。
zh_hk: 此裝置的相機不可用。

# TK.Message.videoExportCompleteDot
source: Video export complete.
ar: اكتمل تصدير الفيديو.
bg: Експортът на видеото е завършен.
ca: Exportació de vídeo completa.
cs: Export videa dokončen.
da: Videoeksport færdig.
de: Video-Export abgeschlossen.
el: Η εξαγωγή του βίντεο ολοκληρώθηκε.
es: Exportación de vídeo completa.
es_419: Exportación de video completada.
fi: Videon vienti on valmis.
fr: L'exportation de la vidéo est terminée.
fr_ca: Exportation de la vidéo terminée.
he: ייצוא הווידאו הושלם.
hi: वीडियो निर्यात पूरा हो गया।
hr: Izvoz videa je završen.
hu: A videóexportálás befejeződött.
id: Ekspor video selesai.
it: Esportazione video completata.
ja: 動画の書き出しが完了しました。
kk: Бейнемазмұнды экспорттау аяқталды.
ko: 비디오 내보내기가 완료되었습니다.
ms: Eksport video selesai.
nb: Videoeksport fullført.
nl: Video-export is voltooid.
pl: Eksport wideo zakończony.
pt_br: Exportação de vídeo concluída.
pt_pt: Exportação de vídeo concluída.
ro: Exportul video este complet.
ru: Экспорт видео завершён.
sk: Export videa je dokončený.
sv: Videoexport slutförd.
th: การส่งออกวิดีโอเสร็จสิ้น.
tr: Video dışa aktarma tamamlandı.
uk: Експорт відео завершено.
vi: Xuất video hoàn tất.
zh_hans: 视频导出完成。
zh_hant: 影片匯出完成。
zh_hk: 影片匯出完成。

# TK.Placeholder.addCaptionDots
source: Add caption...
ar: أضف تسمية توضيحية...
bg: Добави надпис...
ca: Afegeix subtítol...
cs: Přidat popis...
da: Tilføj billedtekst...
de: Bildunterschrift hinzufügen...
el: Προσθέστε λεζάντα...
es: Añadir pie de foto...
es_419: Añadir pie de foto...
fi: Lisää selite...
fr: Ajouter une légende...
fr_ca: Ajouter une légende...
he: הוסף כיתוב...
hi: कैप्शन जोड़ें...
hr: Dodaj naslov...
hu: Felirat hozzáadása...
id: Tambahkan keterangan...
it: Aggiungi una didascalia...
ja: キャプションを追加...
kk: Тақырыптама қосу...
ko: 캡션 추가...
ms: Tambah kapsyen...
nb: Legg til bildetekst...
nl: Voeg een onderschrift toe...
pl: Dodaj podpis...
pt_br: Adicionar uma legenda...
pt_pt: Adicionar uma legenda...
ro: Adaugă o descriere...
ru: Добавить подпись...
sk: Pridaj popis...
sv: Lägg till bildtext...
th: เพิ่มคำบรรยาย...
tr: Başlık ekleyin...
uk: Додати підпис...
vi: Thêm chú thích…
zh_hans: 添加说明...
zh_hant: 新增說明...
zh_hk: 加入說明...

# TK.Placeholder.addPhotoDescriptionDots
source: Add photo description...
ar: أضف وصفًا للصورة...
bg: Добави описание на снимката...
ca: Afegeix descripció de la foto...
cs: Přidat popis fotografie...
da: Tilføj fotobeskrivelse...
de: Fotobeschreibung hinzufügen...
el: Προσθέστε περιγραφή φωτογραφίας...
es: Añadir descripción de la foto...
es_419: Añadir descripción de la foto...
fi: Lisää valokuvan kuvaus...
fr: Ajouter une description de photo...
fr_ca: Ajouter une description de photo...
he: הוסף תיאור לתמונה...
hi: फोटो विवरण जोड़ें...
hr: Dodaj opis fotografije...
hu: Kép leírásának hozzáadása...
id: Tambahkan deskripsi foto...
it: Aggiungi descrizione foto...
ja: 写真の説明を追加...
kk: Сурет сипаттамасын қосу...
ko: 사진 설명 추가...
ms: Tambah penerangan foto...
nb: Legg til fotobeskrivelse...
nl: Voeg fotobeschrijving toe...
pl: Dodaj opis zdjęcia...
pt_br: Adicionar descrição da foto...
pt_pt: Adicionar descrição à foto...
ro: Adaugă descrierea fotografiei...
ru: Добавить описание к фото...
sk: Pridaj popis k fotke...
sv: Lägg till fotobeskrivning...
th: เพิ่มคำอธิบายภาพ...
tr: Fotoğraf açıklaması ekleyin...
uk: Додати опис фото...
vi: Thêm mô tả cho ảnh...
zh_hans: 添加照片描述...
zh_hant: 新增照片描述...
zh_hk: 加入相片描述...
